Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你胡说八道，我们是粉丝，就有义务维护偶像的名誉，而且这件事本来就是你的错，凭什么要我们偶像承担责任！”女生怒目而视。
en_us: "Bullshit. Since we're his fans, it's our duty to defend our idol's reputation. Besides, you're the one at fault in this matter. Why does our idol have to take responsibility!?!" the girl retorted as she glowered at Ye Li.

source: “你装什么傻，我们说的当然是徐晗，刚刚你被老师罚站，他竟然站出来帮你说话！你说，你是不是背地里勾引了他！”那女生恼怒的道。
en_us: "Why are you feigning ignorance? Of course I'm referring to Xu Han. Just now, he spoke up for you when you were punished by Teacher! Did you seduce him in secret!?!" the girl questioned in exasperation.

source: “你要逃课？”徐晗微微眯了眯眼，蹙眉看她。
en_us: "You want to skip class?" Xu Han asked with a frown while squinting.

source: “你说什么？”叶枫的眉眼一沉，目光带着几分杀气的看向说话的两人：“有本事再说一遍！”
en_us: "What are you saying?" Ye Feng's gaze turned deeper and he looked at the two of them with a murderous gaze. "I dare you to say it again!"

source: “你还装什么，全校都知道了你中午和枫神吃饭的事情，微博都上热搜了，你还不承认？”孟非一脸嫉妒的道。
en_us: "Why are you still pretending? The entire school knows that you had lunch with Ye Feng and you're one of the trending searches on Twitter. Why are you still denying?" Meng Fei said with a look of jealousy.

source: “你这丫头，怎么又瘦了。”叶旬抱着自家妹妹转了一圈，突然就蹙了蹙眉，怪罪的说。
en_us: "Why have you lost weight again?" Carrying his younger sister and spinning her around in his arms, he suddenly frowned and asked that question.

source: “你这丫头，真是皮。”老爷子看到了她，先是一愣，随后乐了，怪罪了一声，脸上却多了几分喜色。
en_us: "Such a mischievous girl." When Xu Fengnian's grandfather saw her, he was first stunned, after which he was overjoyed to see her. After chiding her a little, he beamed with joy.

source: “你这样看我做什么，是心虚了吗？我知道阿漓根本不喜欢你，你能不能不要在逼迫她做不想要做的事情了，上次因为你们都在逼她，她就选择了自杀，你们难道还不明白吗！”他为叶漓打抱不平的指责起了徐凤年。
en_us: "Why are you looking at me like that? Are you feeling guilty? I know Li doesn't like you at all. Will you stop forcing her to do things she doesn't want to do? Previously, she chose to take her own life because all of you kept forcing her. Don't you understand!?!" he berated Xu Fengnian, pretending to stand up for Ye Li.

source: “你这话说错了叔叔，是你女儿先欺负的我，我只不过是自保而已。”叶漓颇为认真的回答这个问题。
en_us: "You're wrong, Uncle, your daughter was the one who bullied me first. I was just protecting myself," Ye Li answered solemnly.

source: “你，你找死是不是！别以为我们真不敢对你动手！”
en_us: "You, do you have a death wish!?! Don't think that we really don't dare to do anything to you!"

source: “你，你胡说八道什么，再敢乱说一句，信不信我让学校把你开除！”程艳彻底慌了。
en_us: "What nonsense are you spouting? Try saying another nonsensical thing. Do you believe I'll get the school to expel you!?!" Cheng Yan panicked.

source: “你，你说什么？”
en_us: "What... what did you say?"

source: “做了就做了，她妹妹都说了，她还死不承认，估摸着真的是想碰瓷学长吧。”
en_us: "Her sister has already said that she had done it. Yet, she still refuses to admit it. I bet she's really trying to scam Senior."

source: “先说这些话的都是我们班上的同学，我也不知道她们从何得知。”
en_us: "The ones who started saying these were my classmates. I don't know how they found out either."

source: “减肥？你减什么肥，都这么瘦了，别减了，女孩子家家的还是要胖点才好看，那些皮包骨有什么好的，听爸爸的话，好好吃饭。”叶明担忧的劝道。
en_us: "Lose weight? What for? You're already so thin, stop losing any more weight. Girls look better when they're chubbier. What's so good about being all skin and bones? Listen to me, eat well," Ye Ming persuaded worriedly.

source: “凤年哥哥都不在意，二夫人您这么在意做什么？”叶漓挑眉笑着。
en_us: "If Xu Fengnian doesn't mind either, why do you mind, Madam Kong Yun?" Ye Li asked with a smile and raised brows.

source: “凤年送她回来的？”叶旬有些惊讶。
en_us: "Did Fengnian send her home?" Ye Xun asked in surprise.

source: “凤年，你也来了。”叶洛同徐凤年打了招呼。
en_us: "Fengnian, you're here too," Ye Luo greeted Xu Fengnian.

source: “原来如此。”身边听到她这么一说的两个女生，暗暗松了口气。
en_us: "Oh, I see." The girls who heard her, secretly heaved sighs of relief.

source: “原来如此，我还说什么时候发生了这种事情，我怎么不晓得呢。”大夫人说了一句，随后看向二夫人，语气冷淡，却带着几分不悦：“二夫人不了解也不怪她，只是这种事，道听途说没有证据，就不要拿上台面来说，知道的是你关心我儿子和阿漓婚事，不知道的，还以为你在针对阿漓呢，弟妹你说是不是？”
en_us: "Oh, so that's what happened. I was wondering when something like that happened and why I didn't know about it." After saying that, Mrs. Xu turned to look at Kong Yun and said coldly with displeasure, "Kong Yun, I don't blame you for being unaware about this but please don't mention this based on hearsay and talk about it without any concrete evidence. Some may know you're concerned about the marriage between my son and Ye Li but others might think that you're just making things difficult for Ye Li. Don't you think so?"

source: “原来是叶小姐，快请！”
en_us: "It's you, Miss Ye, please come in!"

source: “发生什么事了？”一道温婉的女声响起，似是有些疑惑。
en_us: "What happened?" a gentle female voice sounded, seemingly bewildered.

source: “另一拨人？谁？”叶洛拧了拧眉。
en_us: "Another group of people? Who?" Ye Luo raised his brows.

source: “只可惜是个女儿身，不然这徐家庞大的家产，她或许还有一争的资格。”
en_us: "It's a pity that she's a girl. Otherwise, she might have the right to fight for a portion of the Xu Family's massive fortune."

source: “只有我的注意力在她脸上吗？你们看她的眼睛，好漂亮哎，标准的狐狸眼，我去，还有泪痣，这么勾人的眼睛，以前我怎么就没发现呢？”
en_us: "Am I the only one who's paying attention to her face? Look at her eyes, they're beautiful. She has a perfect pair of fox eyes and a damned mole under the corner of her eye. They're so mesmerizing. Why haven't I noticed them before?"

source: “可不是嘛....”
en_us: "Exactly..."

source: “可不是嘛....”众人厌恶的道。
en_us: "Exactly..." Everyone agreed with disgust towards Ye Li.

source: “可不是嘛...”都是大家族的小姐千金，什么时候遇到这种情况，这会看着周围人投来的怪异目光，两人都觉得有些丢人，不由的就有些埋怨起了罪魁祸首的叶眉起来。
en_us: "Exactly..." They were all daughters of wealthy families and during such situations, everyone would definitely look at them peculiarly. Feeling ashamed, they couldn't help but blame the culprit Ye Mei.

source: “可不是嘛，以前还觉得她情商挺高会说话，现在看来，也不怎么样嘛。”
en_us: "Exactly. I used to think that she had a high EQ and was very tactful with her words but it seems that she isn't that good after all."

source: “可不是嘛，听说今儿个徐家大少可是要出场的,别看有些女孩子年纪不大，心思可深得很！”
en_us: "Exactly. I heard that Xu Fengnian is going to make an appearance today. Some girls may be young but they're very scheming!"

source: “可以啊。”叶漓大方的掏出了手机，两人互相交换了联系方式，在众人风中凌乱的表情中，女同学兴奋的离开了。
en_us: "Sure." Ye Li graciously took out her mobile phone and the two of them exchanged contacts. While everyone was looking on in shock, the girls left excitedly.

source: “可你也没说愿意啊，算了，我不跟你结了，我换个人不香么！叶家大小姐又不是嫁不出去！”越想越觉得自己憋屈。
en_us: "But you didn't agree either. Forget it, I'm not going to marry you, I'll just marry someone else! I'm the heiress of the Ye Family, I don't have to worry about being left on the shelf!" The more she thought about it, the more frustrated she felt.

source: “可闹出这样的事情，始终有影响，阿漓你还是尽快澄清才是，以免让人误会。”她开口道。
en_us: "However, this matter is going to have some effect after all. Ye Li, you'd better hurry up and clarify things, lest you make anyone get the wrong idea," she said.

source: “叶叔叔好。”徐凤年打了一声招呼，目光却落在了叶漓挽着他的手臂上。
en_us: "Hello, Uncle Ye," Xu Fengnian greeted before turning to look at Ye Li's hand that was on his arm.

source: “叶家，叶家就了不起了吗？我可不管你们是什么关系，反正今天伤害了我女儿的事情一定要给我个交代！”完全不关心娱乐圈的孟父见校长这幅模样，顿时有种自己被人抢了风头的感觉，不悦的看向叶枫道。
en_us: "The Ye Family. Is the Ye Family that big of a deal? I don't care what the relationship between you two is. You must give me an explanation for what you've done to hurt my daughter today!" Meng Fei's father exclaimed, glaring at Ye Family with displeasure. He did not pay attention to the entertainment industry at all and at this moment, he felt like his limelight was being stolen.

source: “叶家？那个叶家，不会是跟徐家平齐的那个叶家？”徐倩惊讶的问。
en_us: "Ye Family? You mean the Ye Family that is on par with Xu Fengnian's family?" Xu Qian asked in surprise.

source: “叶小姐，那我公司....”孟父着急问道。
en_us: "Miss Ye Li, my company..." Meng Fei's father asked anxiously.

source: “叶氏的少爷千金。”孟父深吸了一口气，提在嗓子眼的心脏终于落回了胸口，心有余悸的道。
en_us: "The children of the family that owns the Ye Corporation," Meng Fei's father let out a long sigh and answered with some relief and lingering fears.

source: “叶氏？那个叶氏？”孟母疑惑。
en_us: "Ye Corporation? That Ye Corporation?" Meng Fei's mother asked apprehensively/

source: “叶漓，你完了，你竟然敢伤人，我们会告诉老师的，你就等着被开除吧！”
en_us: "Ye Li, it's over for you. You actually had the guts to hit someone. We're going to tell the teacher about this. Be prepared to get excelled!"

source: “叶漓，你跟我们男神什么关系，为什么他会帮你说话？”其中一个女生阴沉的问。
en_us: "Ye Li, what is your relationship with our idol? Why did he defend you?" one of the girls questioned sternly.

source: “叶漓，你还有什么说的吗？”他严肃的看向叶漓问。
en_us: "Ye Li, do you have anything else to say?" he asked, looking at Ye Li sternly.

source: “叶眉刚刚不是说是有人请她在这里吃饭吗？怎么请的人变成叶漓了，谁来给我解释一下！”
en_us: "Didn't Ye Mei just say that someone invited her to have lunch here? Why did it become Ye Li instead? Someone, give me an explanation!"

source: “叶，叶小姐...”接过邀请函打开一看的侍者有点懵了。
en_us: "Miss, Miss Ye..." The waiter was a little dumbfounded when he grabbed the invitation card and opened it.

source: “吃个饭就是名声败坏，风气不雅了？”叶漓像是听到了天大的笑话，“难道你们没有跟别的人一起吃过饭吗？”
en_us: "I have a bad reputation and I'm indecent just because I went for lunch? Have you people never had lunch with others before?" Ye Li asked, as if she had heard the greatest joke ever.

source: “各位宝宝对不起，我也不知道会发生这样的情况，当时我是已经准备买这条裙子，但是店铺说有人在网上定下，以至于才没买到手，发表微博是我即将付款所以才会发的，后来因为参加聚会一事，就忘记了删，没想到会让我姐姐这么误会，我真的十分抱歉，请各位原谅，也希望我姐姐原谅....”
en_us: "My dear fans, I'm so sorry, I really didn't know that this would happen. At that time, I was really prepared to buy the gown but the sales assistant said that someone had ordered it online so I couldn't purchase it. I posted that photo when I was about to pay for the dress. Later on, I forgot to delete it because I was busy attending a gathering. I didn't expect this to cause my sister to get the wrong idea. I'm really sorry, please forgive me, everyone. I hope to seek my sister's forgiveness too..."

source: “同上....”
en_us: "I agree..."

source: “同上，这热度蹭的太明显好吧。”
en_us: "I agree, it's so obvious that she's using him."

source: “同学，你别这样，哎呀，姐姐，你快跟人家道歉呀？”叶眉一脸着急担忧的看向叶漓，那模样好似是真的很关心。
en_us: "Please don't be like this, schoolmate. Ah, Sister, hurry and apologize to her," Ye Mei said, looking at Ye Li worriedly, as if she was truly concerned.

source: “同样的话我不想再说第二遍。”叶漓的瞳孔中闪烁着狠厉的光。
en_us: "I don't want to repeat myself again," Ye Li said with menace in her eyes.

source: “同，太丑了吧，我们枫神这样的盛世美颜，怎么会有这么丑的妹妹，不会是小时候医院抱错了吧？”
en_us: "I agree , she's way too ugly. How can our dashing idol, Ye Feng, have such an ugly sister? Did they bring the wrong baby back from the hospital?"

source: “名声败坏？风气不雅？欲加之罪何患无辞？”叶漓笑了。
en_us: "Terrible reputation? Indecent? You've got a lot of reasons for putting the blame on me," Ye Li said with a smile.

source: “向阳学长想请你吃饭，就在学校门口那家鱼庄，你要不要去？”叶眉开口道。
en_us: "Senior Xiangyang wants to treat you to a meal at the fish restaurant by the entrance of the school. Do you want to go?" Ye Mei asked.

source: “向阳学长，阿漓可能是还在气头上，不然等我劝劝她，可能过段时间，她就不生你气了。”她关心的看向于向阳，适宜的给他台阶下。
en_us: "Senior Xiangyang, Li might still be overwhelmed with anger now. Why don't you let me try and persuade her? Maybe, she'll stop being upset with you after a while," she said, looking at Yu Xiangyang and giving him an out at the right time.

source: “听说你们是商业联姻是吗，恐怕都不了解吧，我和凤年认识了许多年，他的爱好性格我倒是了解一些，叶小姐要是有什么不懂的，可以尽管来找我，我一定知无不言言无不尽。”温雅带着几分挑衅。
en_us: "I heard that you two got married because of your families' businesses. You two probably don't understand each other, do you? Xu Fengnian and I have known each other for many years and I'm aware of some of the hobbies he has and what his character is like. Miss Ye, if there's anything you don't know, feel free to come look for me, I'll definitely tell you everything I know," Wen Ya said with some provocation.

source: “听说只有手持邀请函的人才能进去！”她喃喃自语，一抹计划顿时涌上心头。
en_us: "I heard that only those with an invitation card can enter!" she muttered as an idea popped up in her mind.

source: “听说咱们主任的还是有妻子的，那老师您这样的，是不是就是传说中的x三呢？”叶漓故作天真好奇的看她。
en_us: "I heard that our dean is married. Teacher, does that make you a home wrecker?" Ye Li asked, looking at her and pretending to be curious and innocent.

source: “听说她昨儿个逃了一天的课，把导师气死了，现在都还在下面的宣传栏上贴着，被扣了好几分呢。”
en_us: "I heard that she incurred the wrath of the teacher for skipping the entire day of lessons yesterday and there's even a statement of this matter on the notice board outside. She got a few demerit points."

source: “听说就是那个大明星在这里包场请人吃饭，不会就是她吧！”
en_us: "I heard that that celebrity booked this restaurant to treat someone to a meal. Is she the one!?!"

source: “听说那是徐家二小姐，徐媛，咱们帝都第一千金！刚从国外留学回来呢，不愧是第一名媛，长得可真是漂亮！不知道以后会便宜了那个人家。”
en_us: "I heard that she's Xu Yuan, the daughter of the Xu Family and the top heiress of the capital! She's just returned from studying abroad. She's really worthy of being the top socialite. She's so beautiful! I wonder which man would be lucky enough to marry her."

source: “呜呜呜，我不相信，我不信，叶漓怎么配得上我们的枫神大人！”
en_us: "Ahh, I don't believe it, I don't believe it. How is Ye Li worthy of Lord Ye Feng!?!"

source: “呵~”叶漓轻笑了一声，仿佛并没有将她的侮辱放在眼里，“既然你想知道，那我就让他来亲自告诉你，到底是为什么，为什么我这样的人都能跟他吃饭，而你们却连他的衣角也摸不着...”
en_us: "Ah~" Ye Li chuckled, as if she did not take her insult seriously. "Since you want to know, let him tell you himself just why he's willing to eat with a person like me while you can't even touch a corner of his shirt..."

source: “呵~”叶漓闻言，嗤笑了一声：“你作为我的妹妹，竟然不相信我，反倒是和外人合伙来逼我道歉，承担所有的责任，这知道的，以为你是在关心我，不知道的，恐还以为你和她们是一伙的，我就奇怪了，你也没亲眼看见啊，怎么就笃定了这事是我的错呢？你不是一向最关心我，一直站在我的身边的吗？怎么这会儿，却帮着外人来陷害我？”她疑惑又怀疑的看向叶眉，“还是说，人家给你钱了，你这么帮她？”
en_us: Upon hearing her words, Ye Li sneered, "Ah, you're my younger sister and yet, you don't believe me at all.Instead, you gang up with others to force me to apologize and take full responsibility. Those who know what happened will think that you're showing me concern but those who don't might just think that you're in cahoots with them. I find it really strange. You did not see that happen with your own eyes, how are you so sure that it's my fault? Haven't you always been the most concerned about me? Haven't you always stood on my side? Why are you now ganging up with others to frame me?" Looking at Ye Mei apprehensively in confusion, she asked, "Or are you helping her because she paid you?"

source: “呵呵，咱们不说工作上的事了，凤年，你要跳舞吗？还记得当年学校举办舞会的时候，都是我当你的女伴，好久没一起跳舞了，我还有些怀恋，我可不可以邀请你再跳一场？”温雅开口邀请。
en_us: "Haha, let's stop talking about work. Xu Fengnian, do you want to dance? Remember when I used to be your dance partner at the school dances? It's been long since we danced together and I still miss those days. May I invite you to dance with me?" Wen Ya asked.

source: “呵呵，我以前以为眉宝是微博最干净耿直的女孩，现在才知道，原来都是装出来的，看她那副态度，和微博上简直天差地别，我吐了！”
en_us: "Hah, I thought that Ye Mei is the purest and most honest girl on Twitter. I finally know now that it's all just an act. Look at her attitude. It's worlds apart from the way she interacts on Twitter. Gross!"

source: “呵，你这是威.胁老师是吗？我倒是要看看你有多大的能耐，竟然敢威.胁老师！”程艳伸手推了她一把，叶漓倒退了两步。
en_us: "Hah, are you threatening your teacher? I shall see how capable you are. How dare you threaten your teacher!?!" Cheng Yan reached out and pushed Ye Li, causing her to take two steps back.

source: “呵，你这话说的可真搞笑，他作为国民偶像，喜欢的人多了，我只是其中一个而已，怎么到了你嘴里，好像是我要非他不嫁的样子。”叶漓扯了扯嘴角，目光突然落到了叶眉身后的方向，笑，“你这样说的话，你跟他在学校里还有着金童玉女之称呢，要成全也是成全你吧？”
en_us: "Ah, that's such a joke. As the nation's idol, there are plenty of people who adore him and I'm just one of them. Why are you making it sound like he's the one I must marry?" Ye Li smirked and suddenly turned to look at the spot behind Ye Mei before continuing, "Well, if you want to put it this way, you and him are nicknamed the 'it couple' in school. We should be giving you and him our blessings, shouldn't we?"

source: “呵，这就把你吓到了？”叶漓上前，拍了拍女同学僵硬的肩膀，笑的和善极了：“我吓吓你而已，都是一个学校的同学，我怎么也不会做的这么过分，我也明白做粉丝的想维护偶像的心情，我也是学长的粉丝，怎么能不懂你的感觉呢，只是我们同为他的粉丝，何必自相残杀，我知道，可能刚刚是因为我妹妹的话，才会让你误以为真，发生了这样的事，我能理解。”
en_us: "Hah, did that frighten you already?" Ye Li stepped forward to smack the stiffened shoulders of the girl. Smiling kindly, she said, "I was just scaring you. We're still schoolmates from the same school, I won't go so overboard. I understand that you're just a fan who wants to defend your idol. As a fan of Senior, how can I not understand how you feel? However, since we're both fans of the same idol, we shouldn't turn against each other. I know that you only got mistaken because of my sister's words."

source: “咦？她身后那个女生是谁啊？”看到叶眉身后又走下一个穿着校服的女孩，她扎着高马尾，朝气蓬勃，脸看起来十分圆润，在一双星眸的映衬之下，十分可爱，她素颜朝天，可肤若凝脂，白里透红，像极了垂涎欲滴的红苹果，原本精心打扮的叶眉，相比对之下，突然给人的感觉就能没那么自然了。
en_us: "Huh? Who's that girl behind her?" They saw another girl behind Ye Mei who was wearing a school uniform and had her hair up in a high ponytail, which was voluminous and stylish. Her face was round and she looked extremely adorable without makeup. Her skin was fair and slightly rosy, like delicious apples. In comparison, Ye Mei, who had exquisitely dolled herself up, seemed rather unnatural.

source: “咱们学校什么时候有这么纯天然的女孩了，为什么我都不知道？”其他人也纷纷朝着叶漓投去惊讶的目光。
en_us: "Since when have we ever had such a pure and natural schoolmate?" Everyone else was looking at Ye Li in shock.

source: “哇，没想到我竟然能见到叶家的小姐，真是太激动了！”徐倩激动的跳了起来，对叶眉的态度更熟络了。
en_us: "Wow, I didn't expect to see the daughter of the Ye Family. I'm so thrilled!" Xu Qian began jumping in excitement and became friendlier to Ye Mei.

source: “哈哈，还温柔女神呢？我是怎么都看不出来她哪里温柔了，高傲的感觉更多吧。”
en_us: "Haha, she's known as a gentle goddess, huh? How is she gentle at all? She seems more arrogant than gentle."

source: “哎呀，爸爸您放心啦，我不会因为减肥而不好好吃饭，伤害自己的身体的。”她只得撒娇道。
en_us: "Ah, Father, don't worry, I won't skip meals and end up harming my health just because I want to lose weight," she said coquettishly.

source: “哎哎哎，别，我马上去！”徐倩着急的拿着礼服一溜烟跑了，生怕他后悔似的。
en_us: "Hey, hey, don't, I'll go right now!" Xu Qian anxiously scurried away with some gowns, for fear that he would go back on his word.

source: “哎，哥哥，你看，这不是姐姐吗，她来了哎！”看到几个帅哥之后，她的目光就被见过的叶眉吸引了去，有些激动的掐着自家哥哥是手臂。
en_us: "Hey, Xu Han, isn't that Ye Mei? She's here!" After looking at the few handsome men, her gaze was attracted by Ye Mei and she pinched her brother's arm excitedly.

source: “哎，好孩子，你可算来我家了，阿姨都惦记死你了。”
en_us: "Hey, good girl, you've finally come to visit me. I missed you so much."

source: “哎？你认识我哥？那你能不能把那条裙子让给我？”女孩天真的问。
en_us: "Huh? Do you know my brother? In this case, can you let me have that gown?" the girl asked innocently.

source: “哥哥，你的粉丝怎么都这么凶呢？我好讨厌哦。”下一秒，刚刚还冷漠的女孩，突然像是变了个人一般，苦恼的说。
en_us: "Ye Feng, my dear brother, why are all your fans so ferocious? I hate them so much." At the next second, the indifferent Ye Li seemed to have suddenly become a different person as she complained in frustration.

source: “哥哥，我不怪你，要怪就怪我瞎了眼吧，不过没关系，我已经看清楚了他的真面目了，我以后再也不会喜欢他。”叶漓摇了摇头，看着三哥自责，她也无比心疼。
en_us: "Brother, I don't blame you. I can only blame myself for being blind, but it doesn't matter, I've already seen his true colors clearly. I won't fancy him anymore from now on." Ye Li shook her head, looking at her Third Brother who was ridden with remorse, feeling extremely heartbroken.

source: “哥！”叶漓闻声回头，见三个哥哥站在身后，顿时惊喜的站了起来，“你们回来了。”
en_us: Hearing their voice, Ye Li looked up to see that her brothers were right behind her. She immediately stood up in surprise and joy. "You guys are back."

source: “哥！我也要那条裙子！”长相娇俏的女孩子看到这款限定竟然被人要了，那人还是跟自己差不多同龄的女生，顿时忍不住了。
en_us: "I want that gown too!" a delicate-looking girl exclaimed at her brother, unable to contain herself when she saw that another girl about the same age as herself had set her sights on the limited edition gown.

source: “哥，你真是不懂女孩子心思，我和雅雅姐都是第一次出社会工作，什么都不懂，你公司又那么严厉，所以才会要你帮帮忙啊，阿漓，你快给我哥哥说说。”徐媛一脸无奈的说。
en_us: "Xu Fengnian, you really don't understand a girl's intentions. Wen Ya and I are just about to join the workforce and we're clueless. Your company is so strict too. That's why we asked for your help. Ye Li, quickly tell him to help," Xu Yuan said helplessly.

source: “哥，阿漓跟我吃饭呢？”
en_us: "Brother, Ye Li is having lunch with me."

source: “哦好，你先把手机还给我。”叶漓正给徐凤年发消息让他带自己吃饭，没想到会被徐晗抢走，有些不开心的说。
en_us: "Alright, return my mobile phone to me," Ye Li said unhappily. She was sending a text to Xu Fengnian to tell him to take her to dinner but to her surprise, Xu Han snatched it away from him.

source: “哦，这样吗？”叶漓并没有因为王丽的嘲笑和众人的嘲讽而生气，反倒是漠然的丢了一个字，随后掏出手机，拨打了叶枫的电话，“哥哥，我到楼下了，下来接我。”
en_us: "Oh, is that so?" Ye Li did not get angry because of the mockery of Wang Li and the others. Instead, she replied indifferently before taking out her mobile phone to call Ye Feng. "Ye Feng, I'm here. Come down and bring me upstairs."

source: “哦？”叶漓冷笑一声：“我倒是要看看你们怎么不客气？想要动手打我？单挑还是一起上？”
en_us: "Oh?" Ye Li sneered and continued, "I'd like to see how you do that? Are you going to beat me up? One-on-one? Or is it going to be me against all of you?"

source: “哦？一个八竿子打不着一点关系的粉丝？你有什么资格？你们偶像知道你背地里这样自作主张了吗？”叶漓嗤笑一声，看她的眼神仿佛在看一个笑话：“还是说，于向阳本人不敢站出来说话，需要你这个小小的粉丝来找我为他洗白开脱？啧，这么听话吗？”
en_us: "Oh? A fan who's completely unrelated to him? What right do you have? Does your idol know that you're acting presumptuously like this behind his back?" Ye Li sneered, as if she was looking at a joke. "Or is it that Yu Xiangyang is too timid to stand up for himself so he needs a fan like you to confront me and clear his name? Tsk, are you that obedient?"

source: “哦？你说的是那个什么明星？”二夫人挑了挑眉。
en_us: "Oh, is that so? Which celebrity are you talking about?" Kong Yun asked with raised brows.

source: “哦？她的邀请函名字是不是也叫做叶漓？”叶漓似笑非笑的搜了一眼脸色逐渐变白的叶眉一眼，问。
en_us: "Oh, is that so? Is the name on her invitation card 'Ye Li' too?" Ye Li asked with a fake smile as she glanced at Ye Mei whose face was gradually turning pale.

source: “哦？所以你也承认这不过就是谣言，而你仅仅因为听别人道听途说，就来找我麻烦了？”叶漓邪气一笑：“警察叔叔抓人都还要证据呢，你这证据都拿不出来，就开始逼我道歉，还放话威胁，这应该已经构成犯罪了吧，咱们要不要去警察叔叔那里谈谈，看看这件事如何解决，毕竟....”
en_us: "Oh? So you admit that it's just a rumor too and that you've come to make trouble for me just because of something you found out based on hearsay?" Ye Li laughed sinisterly and continued, "Even the police needs evidence to arrest someone. You started forcing me to apologize without having any evidence. That alone should have constituted a crime, right? Why don't we settle this at the police station? After all..."

source: “哦？没关系？”叶漓一笑。
en_us: "Oh? There's nothing between you two?" Ye Li smiled.

source: “哦？那好吧。”这次叶漓没有生气，反倒是笑着附和了一声。
en_us: "Oh? Okay then." Ye Li was not enraged this time. Instead, she smiled and agreed.

source: “哪里撑不住了，明明很好看啊，姐，真的很好看，你不信问大家，你的身材穿着刚刚好，我有点胖了，而且也矮，肯定穿着没你好看，我就不和你抢啦。”徐倩却天真的以为叶眉是客气，连连摇头。
en_us: "I don't think so. You clearly look good, you really do. If you don't believe me, you can ask everyone else. Your figure is perfect for this. I'm a little chubby and I'm short too. It definitely won't look as nice on me as it does on you. I won't vie with you for it," Xu Qian said, shaking her head profusely and innocently thinking that Ye Mei was just being polite.

source: “哼，你不说，我自己去问。”
en_us: "Hmph, if you don't want to tell me, I'll ask her myself."

source: “唔，你也可以这样以为。”叶漓诚实的点了点头。
en_us: "Yeah, you can think so too." Ye Li nodded honestly.

source: “啊啊啊！！！”
en_us: "Ahhh!"

source: “啊啊啊，叶漓，你真的是枫神的妹妹吗？可不可以帮我们要一张签名啊？”
en_us: "Ahh, Ye Li, are you really Ye Feng's sister? Can you help us get an autograph from him?"

source: “啊！好不甘心！”桌上的各种名贵首饰被她一把推在了地上。
en_us: "Ah! I can't stand this!" She swept all the expensive jewelry and accessories onto the ground.

source: “啊？”叶漓愣住。
en_us: "Huh?" Ye Li was stunned.

source: “喂？”
en_us: "Hello?"

source: “嗯。”叶漓诚实的点了点头。
en_us: "Yes." Ye Li nodded honestly.

source: “嗯嗯。”叶漓闻言，顿时就委屈了：“她们好过分，两个打我一个，要不是我力气大，今天就惨了。”
en_us: "Yes, yes." Hearing his words, Ye Li immediately felt aggrieved again. "They went overboard. The two of them ganged up together to hit me. If I wasn't strong enough, I would have been beaten up into a pulp today."

source: “嗯，咱们下去吧，或许等会儿，还有好戏可看。”二夫人若有所思的笑道。
en_us: "Yes, let's go downstairs. Maybe, there'll be a good show later," Kong Yun said with a smile, seemingly deep in thought.

source: “嗯？”叶漓疑惑的回头看他。
en_us: "Yes?" Ye Li looked back at him in confusion.

source: “嗯？你也要走了吗？”叶漓没有注意他的表情，继续打字。
en_us: "HuH? You're leaving too?" Ye Li continued to type on her mobile phone, not noticing his expression.
